eval/numa/read-log/fio-output-pm-local.txt
seq-write-2m: (g=0): rw=read, bs=(R) 2048KiB-2048KiB, (W) 2048KiB-2048KiB, (T) 2048KiB-2048KiB, ioengine=psync, iodepth=1
...
fio-3.16
Starting 28 processes

seq-write-2m: (groupid=0, jobs=28): err= 0: pid=554965: Fri Apr 15 07:39:44 2022
  read: IOPS=9069, BW=17.7GiB/s (19.0GB/s)(531GiB/30003msec)
    clat (usec): min=1629, max=15384, avg=3084.91, stdev=128.37
     lat (usec): min=1630, max=15385, avg=3085.14, stdev=128.37
    clat percentiles (usec):
     |  1.00th=[ 2933],  5.00th=[ 2966], 10.00th=[ 2999], 20.00th=[ 3032],
     | 30.00th=[ 3032], 40.00th=[ 3064], 50.00th=[ 3064], 60.00th=[ 3097],
     | 70.00th=[ 3097], 80.00th=[ 3130], 90.00th=[ 3163], 95.00th=[ 3228],
     | 99.00th=[ 3490], 99.50th=[ 3556], 99.90th=[ 3621], 99.95th=[ 3687],
     | 99.99th=[ 4293]
   bw (  MiB/s): min=17359, max=18265, per=99.98%, avg=18137.13, stdev= 6.40, samples=1675
   iops        : min= 8679, max= 9132, avg=9067.79, stdev= 3.21, samples=1675
  lat (msec)   : 2=0.01%, 4=99.97%, 10=0.02%, 20=0.01%
  cpu          : usr=0.09%, sys=99.87%, ctx=2280, majf=0, minf=14505
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=272127,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=17.7GiB/s (19.0GB/s), 17.7GiB/s-17.7GiB/s (19.0GB/s-19.0GB/s), io=531GiB (571GB), run=30003-30003msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%