eval/numa/read-log/fio-output-pm-remote-2nd.txt
seq-write-2m: (g=0): rw=read, bs=(R) 2048KiB-2048KiB, (W) 2048KiB-2048KiB, (T) 2048KiB-2048KiB, ioengine=psync, iodepth=1
...
fio-3.16
Starting 28 processes

seq-write-2m: (groupid=0, jobs=28): err= 0: pid=556041: Fri Apr 15 07:41:16 2022
  read: IOPS=8869, BW=17.3GiB/s (18.6GB/s)(520GiB/30003msec)
    clat (usec): min=2231, max=12876, avg=3154.79, stdev=112.90
     lat (usec): min=2231, max=12876, avg=3155.03, stdev=112.91
    clat percentiles (usec):
     |  1.00th=[ 2999],  5.00th=[ 3032], 10.00th=[ 3064], 20.00th=[ 3097],
     | 30.00th=[ 3097], 40.00th=[ 3130], 50.00th=[ 3163], 60.00th=[ 3163],
     | 70.00th=[ 3195], 80.00th=[ 3195], 90.00th=[ 3261], 95.00th=[ 3294],
     | 99.00th=[ 3458], 99.50th=[ 3490], 99.90th=[ 3654], 99.95th=[ 3949],
     | 99.99th=[ 7308]
   bw (  MiB/s): min=16960, max=17852, per=99.98%, avg=17735.02, stdev= 5.81, samples=1676
   iops        : min= 8480, max= 8926, avg=8866.55, stdev= 2.90, samples=1676
  lat (msec)   : 4=99.95%, 10=0.04%, 20=0.01%
  cpu          : usr=0.08%, sys=99.87%, ctx=5453, majf=0, minf=14759
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=266101,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=17.3GiB/s (18.6GB/s), 17.3GiB/s-17.3GiB/s (18.6GB/s-18.6GB/s), io=520GiB (558GB), run=30003-30003msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%