eval/numa/read-log/fio-output-pm-remote.txt
seq-write-2m: (g=0): rw=read, bs=(R) 2048KiB-2048KiB, (W) 2048KiB-2048KiB, (T) 2048KiB-2048KiB, ioengine=psync, iodepth=1
...
fio-3.16
Starting 28 processes

seq-write-2m: (groupid=0, jobs=28): err= 0: pid=555375: Fri Apr 15 07:40:15 2022
  read: IOPS=8842, BW=17.3GiB/s (18.5GB/s)(518GiB/30003msec)
    clat (usec): min=1993, max=15727, avg=3164.44, stdev=133.02
     lat (usec): min=1993, max=15727, avg=3164.68, stdev=133.03
    clat percentiles (usec):
     |  1.00th=[ 2999],  5.00th=[ 3032], 10.00th=[ 3064], 20.00th=[ 3097],
     | 30.00th=[ 3130], 40.00th=[ 3130], 50.00th=[ 3163], 60.00th=[ 3163],
     | 70.00th=[ 3195], 80.00th=[ 3228], 90.00th=[ 3261], 95.00th=[ 3326],
     | 99.00th=[ 3458], 99.50th=[ 3490], 99.90th=[ 3621], 99.95th=[ 4146],
     | 99.99th=[ 6849]
   bw (  MiB/s): min=16706, max=17860, per=99.99%, avg=17681.74, stdev= 8.34, samples=1673
   iops        : min= 8353, max= 8930, avg=8840.13, stdev= 4.18, samples=1673
  lat (msec)   : 2=0.01%, 4=99.94%, 10=0.05%, 20=0.01%
  cpu          : usr=0.07%, sys=99.87%, ctx=9088, majf=0, minf=14745
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=265289,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=17.3GiB/s (18.5GB/s), 17.3GiB/s-17.3GiB/s (18.5GB/s-18.5GB/s), io=518GiB (556GB), run=30003-30003msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%